/* dashboard location */
"Dashboard" = "Dashboard";

/* desktop location */
"Desktop" = "Escritorio";

/* layer heading */
"Layer: " = "Capa: ";

/* dock items */
"List of Dock Items " = "Lista de elementos del Dock ";

/* properties heading */
"Properties: " = "Propiedades: ";

/* widget heading */
"Widget: " = "Widget: ";

/* Recent items */
"Recent Applications" = "Aplicaciones recientes";
"Recent Documents" = "Documentos recientes";
"Recent Servers" = "Servidores recientes";
"Favorite Volumes" = "Volúmenes favoritos";
"Favorite Items" = "Ítems favoritos";

"Spacer" = "Separador";
"Sort by: " = "Ordenar por: ";
"Display as: " = "Mostrar como: ";
"View Content as: " = "Ver contenido como:";
"Type: " = "Tipo: ";
"Location: " = "Ubicación: ";
"Name: " = "Nombre: ";
"URL: " = "URL: ";

/* Stack settings */
"Name" = " Nombre";
"Date Added" = "Fecha de inclusión";
"Date Modified" = "Fecha de modificación";
"Date Created" = "Fecha de creación";
"Kind" = "Clase";
"Folder" = "Carpeta";
"Stack" = "Pila";
"Fan" = "Abanico";
"Grid" = "Retícula";
"List" = "Lista";
"Automatic" = "Automático";